---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.InsulationType
source: html/cd6b4f1a-0b8b-66d0-e97c-0f8908957a0c.htm
---
# InsulationType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.